package task4;

//Написать программу, которая находит среднее арифметическое//
// значение трех вещественных чисел//
public class Main {
    public static void main(String[] args) {

        double [] nums ={2.4, 7.3, 4.1};
        double result = 0;
        for(double m: nums);{
            double m = 0;
            result += m;}
        System.out.println("Значение среднего арифметического равно:" + result/ nums.length);


    }
}
