package task14;//6.	Написать программу, которая переводит фунты в килограммы.
// Один фунт – 405.9 грамма задается в программе как константа.
// Затем, реализовать обратный перевод – из килограммов в фунты.

public class Poundsinkilo {
    public static final double Pound = 405.9;

    public static void main(String[] args) {
        double  a = Pound ;

        System.out.println (" 1 kilo :" + a );
    }

}
